Repository: mrgoodcat00/PHP
Catalog: *-shipment-companies/languages/RSC_plugin-*.po
Languages: ru_ru

source: Business Lines
ru_ru: Деловые Линии

source: Track my order by DL
ru_ru: Отследить груз через Деловые Линии

source: Input invoice number
ru_ru: Введите Номер Декларации

source: Invoice Number
ru_ru: Номер Декларации

source: Submit
ru_ru: Отправить

source: For test, use invoice id=14-00213136738
ru_ru: Для теста используйте номер декларации id=14-00213136738

source: Shortcode track orders [check_dl]
ru_ru: Шорткод для вывода формы [check_dl]

source: Settings for
ru_ru: Настройки для

source: DL App ID
ru_ru: ID приложения

source: DL Request Url
ru_ru: Адрес адрес сервера

source: Invoice Status:
ru_ru: Статус груза

source: Empty invoice number!
ru_ru: Пустой номер накладной!

source: Receiver info:
ru_ru: Получатель:

source: Terminal:
ru_ru: Терминал:

source: City:
ru_ru: Город:

source: Address:
ru_ru: Адрес:

source: Giveout info:
ru_ru: Отправитель:

source: Russian Railway Expedition
ru_ru: ЖелДорЭкспедиция

source: Track my order by JDE
ru_ru: Отследить груз через ЖелДорЭкспедиция

source: Input invoice pass
ru_ru: Пароль декларации

source: For test, use invoice id=0000000000000457 and activate Test Mode
ru_ru: Для проверки работы используйте id=0000000000000457 и активируйте Тест Режим

source: Shortcode for track orders [check_jde]
ru_ru: Шорткод для вывода формы [check_jde]

source: JDE Server Url
ru_ru: Адрес сервера

source: JDE User Id
ru_ru: ID пользователя

source: JDE Token
ru_ru: Token пользователя

source: Activate Test Mode
ru_ru: Активировать тест режим

source: Select blocks for showing:
ru_ru: Какие блоки показывать:

source: Show Cargo Path
ru_ru: Показать путь груза

source: Sender Info
ru_ru: Инфо об отправителе

source: Receiver Info
ru_ru: Инфо о получателе

source: Cargo info
ru_ru: Инфо о грузе

source: Error:
ru_ru: Ошибка:

source: Check host settings, seems that closed port 8000
ru_ru: Проверте настройки хоста, возможно порт 8000 закрыт

source: Sender info:
ru_ru: Инфо об отправителе

source: Branch Number:
ru_ru: Номер склада:

source: Branch Title:
ru_ru: Название склада:

source: Sender:
ru_ru: Отправитель:

source: Bailee:
ru_ru: Хранение:

source: Phone:
ru_ru: Телефон:

source: Receiver info:
ru_ru: Инфо о получателе:

source: Receiver:
ru_ru: Получатель:

source: Cargo info:
ru_ru: Инфо о грузе:

source: Code:
ru_ru: Код:

source: Amount of Places:
ru_ru: Кол-во мест:

source: Weight:
ru_ru: Вес:

source: Volume:
ru_ru: Объем:

source: Description:
ru_ru: Описание:

source: Order Number:
ru_ru: Номер заказа:

source: Status:
ru_ru: Статус:

source: Take On Stock:
ru_ru: Принят на хр.:

source: Sending Date Time:
ru_ru: Время отправки:

source: Arrival Date Time:
ru_ru: Время прибытия:

source: Give Out Date Time:
ru_ru: Время получения:

source: Arrival Plan Date Time:
ru_ru: Ориент. время прибытия:

source: Sum:
ru_ru: Сумма:

source: Discount:
ru_ru: Дисконт:

source: Price:
ru_ru: Цена:

source: Show Cargo Path:
ru_ru: Показать путь груза:

source: Date:
ru_ru: Дата:

source: Cargo way is empty
ru_ru: Путь груза отсутствует

source: User Capabilities
ru_ru: Возможности пользователя

source: Welcome
ru_ru: Привет

source: This user already exist
ru_ru: Такой пользователь уже зарегистрирован

source: This Email already exist
ru_ru: Такой Email уже зарегистрирован

source: Invalid Email
ru_ru: Неверный Email

source: Register almost done, check you mail.
ru_ru: Регистрация почти закончена, проверте почту.

source: You logged out
ru_ru: Вы вышли из системы

source: Wrong login or password
ru_ru: Неверный логин или пароль

source: Login
ru_ru: Вход

source: Register
ru_ru: Регистрация

source: Logged Out
ru_ru: Выход

source: User Name
ru_ru: Имя пользователя

source: Password
ru_ru: Пароль

source: Remember Me
ru_ru: Запомнить меня

source: LogIn
ru_ru: Войти

source: A password will be e-mailed to you.
ru_ru: Пароль будет отправлен на почту

source: Delivery Plugin Settings
ru_ru: Настройки плагина

source: <strong>ERROR</strong>: Invalid username or incorrect password.
ru_ru: <strong>ERROR</strong>: Веверный логин или пароль.

source: Check out my cargos by invoice number
ru_ru: Проверить мой груз по номеру накладной

source: Client
ru_ru: Клиент

source: RSC Adjustments
ru_ru: RSC Настройки
